Ran Plan for dir: `terraform` workspace: `default`

<details><summary>Show Output</summary>

```diff

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # aws_iam_user.github-actions has changed
~ resource "aws_iam_user" "github-actions" {
        id            = "github-actions"
        name          = "github-actions"
      + tags          = {}
        # (5 unchanged attributes hidden)
    }


Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_s3_bucket_policy.github-actions will be created
+ resource "aws_s3_bucket_policy" "github-actions" {
      + bucket = "terraform-20220121192859548500000001"
      + id     = (known after apply)
      + policy = jsonencode(
            {
              + Statement = [
                  + {
                      + Action    = "s3:*"
                      + Effect    = "Allow"
                      + Principal = {
                          + AWS = "AIDATS6LV3MWLYHEGYJIW"
                        }
                      + Resource  = "arn:aws:s3:::terraform-20220121192859548500000001"
                      + Sid       = ""
                    },
                ]
              + Version   = "2012-10-17"
            }
        )
    }

  # github_actions_organization_secret.AWS_ACCESS_KEY_ID will be created
+ resource "github_actions_organization_secret" "AWS_ACCESS_KEY_ID" {
      + created_at              = (known after apply)
      + id                      = (known after apply)
      + plaintext_value         = (sensitive value)
      + secret_name             = "AWS_ACCESS_KEY_ID"
      + selected_repository_ids = [
          + 450579704,
        ]
      + updated_at              = (known after apply)
      + visibility              = "selected"
    }

  # github_actions_organization_secret.AWS_REGION will be created
+ resource "github_actions_organization_secret" "AWS_REGION" {
      + created_at              = (known after apply)
      + id                      = (known after apply)
      + plaintext_value         = (sensitive value)
      + secret_name             = "AWS_REGION"
      + selected_repository_ids = [
          + 450579704,
        ]
      + updated_at              = (known after apply)
      + visibility              = "selected"
    }

  # github_actions_organization_secret.AWS_SECRET_ACCESS_KEY will be created
+ resource "github_actions_organization_secret" "AWS_SECRET_ACCESS_KEY" {
      + created_at              = (known after apply)
      + id                      = (known after apply)
      + plaintext_value         = (sensitive value)
      + secret_name             = "AWS_SECRET_ACCESS_KEY"
      + selected_repository_ids = [
          + 450579704,
        ]
      + updated_at              = (known after apply)
      + visibility              = "selected"
    }

Plan: 4 to add, 0 to change, 0 to destroy.


```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.greenatlantis.ga/lock?id=marknooch%252Ffoodtrucks%252Fterraform%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform`
</details>

**Note: Objects have changed outside of Terraform**
Plan: 4 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
